name = "Mikhail" # Ввод переменной Name со значением имени в иде строки
print (name) # Вывод имени на экран
age = 34 # Ввод переменной Age со значением возраста
print (age) # Вывод возраста на экран
a = 1 # Ввод переменной со значением, изменяющим возраст
new_age = (age + a) # Изменение переменной возраста на количество а
print (new_age) # Вывод на экран измененного возраста
is_student = True # Ввод переменной с логическим значением
print (is_student) # Вывод логической переменной на экран